Repository: nlelouche/gastronomic-os
Catalog: lib/l10n/app_*.arb
Languages: es

# settingsTitle
source: Settings
es: Configuración

# manageFamilyTitle
source: Manage Family
es: Gestionar Familia

# manageFamilySubtitle
source: Add, edit or remove family members.
es: Añadir, editar o eliminar miembros.

# resetDataTitle
source: Reset App Data
es: Reiniciar Datos

# resetDataSubtitle
source: Clear all family profiles and reset onboarding status.
es: Borrar perfiles y reiniciar onboarding.

# glossaryTitle
source: Glossary of Terms
es: Glosario de Términos

# glossarySubtitle
source: Learn about APLV, Keto, and other tags.
es: Aprende sobre APLV, Keto y otras etiquetas.

# aboutTitle
source: About
es: Acerca de

# aboutSubtitle
source: Version 0.5.0 Alpha
es: Versión 0.5.0 Alpha

# appearanceTitle
source: Appearance
es: Apariencia

# appearanceSubtitle
source: System default
es: Predeterminado del sistema

# weeklyBridgeTitle
source: Weekly Bridge
es: Puente Semanal

# dashboardGreeting
source: Good Morning!
es: ¡Buenos Días!

# dashboardTitle
source: What are we cooking?
es: ¿Qué cocinamos hoy?

# dashboardFridgeTitle
source: My Fridge
es: Mi Heladera

# dashboardFridgeSubtitle
source: Manage your supplies
es: Gestiona tus provisiones

# dashboardCookbookTitle
source: Cookbook
es: Recetario

# dashboardCookbookSubtitle
source: Explore recipes
es: Explora recetas del mundo

# dashboardPlannerTitle
source: Weekly Bridge
es: Puente Semanal

# dashboardPlannerSubtitle
source: Plan your meals
es: Planifica tus comidas

# dashboardSocialSubtitle
source: Share & Discover (Coming Soon)
es: Comparte y Descubre (Pronto)

# plannerEmptyTitle
source: No meals planned yet.
es: Sin comidas planificadas.

# plannerEmptySubtitle
source: Add recipes from the Cookbook!
es: ¡Añade recetas desde el Recetario!

# shoppingListButton
source: Shopping List
es: Lista de Compras

# shoppingListTitle
source: Shopping List
es: Lista de Compras

# shoppingListEmpty
source: List is empty. Plan some meals!
es: Lista vacía. ¡Planifica algunas comidas!

# shoppingListVariant
source: Variant
es: Variante

# quickReviewTitle
source: Quick Review
es: Vista Rápida

# socialComingSoon
source: Social features coming soon!
es: ¡Funciones sociales pronto!

# mealTypeDinner
source: Dinner
es: Cena

# mealTypeLunch
source: Lunch
es: Almuerzo

# mealTypeBreakfast
source: Breakfast
es: Desayuno

# mealTypeSnack
source: Snack
es: Merienda

# chefsSuggestionsTitle
source: Chef's Suggestions
es: Sugerencias del Chef

# chefsSuggestionsSubtitle
source: Optimized for your fridge & family
es: Optimizado para tu refrigerador y familia

# matchGreatValue
source: Great Value
es: Gran Valor

# matchGoodMatch
source: Good Match
es: Buena Coincidencia

# recipesTitle
source: Recipes
es: Recetas

# searchRecipesHint
source: Search recipes...
es: Buscar recetas...

# filterFamilySafe
source: Family Safe
es: Apto Familia

# filterBestMatch
source: Best Match (Available)
es: Mejor Match (Disponible)

# filterAddIngredient
source: Add Ingredient
es: Añadir Ingrediente

# dialogAddIngredientTitle
source: Add Ingredient
es: Añadir Ingrediente

# dialogIngredientLabel
source: Ingredient
es: Ingrediente

# dialogIngredientHint
source: E.g., Chicken
es: Ej., Pollo

# dialogCancel
source: Cancel
es: Cancelar

# dialogAdd
source: Add
es: Añadir

# recipesEmptyTitle
source: No matching recipes found
es: No se encontraron recetas

# recipesClearFilters
source: Clear Filters
es: Limpiar Filtros

# recipesNewRecipeButton
source: New Recipe
es: Nueva Receta

# editorNewTitle
source: New Recipe
es: Nueva Receta

# editorEditTitle
source: Edit Recipe
es: Editar Receta

# editorTitleLabel
source: Title
es: Título

# editorTitleRequired
source: Title is required
es: El título es obligatorio

# editorDescriptionLabel
source: Description
es: Descripción

# editorIngredientsSection
source: Ingredients
es: Ingredientes

# editorIngredientsHint
source: e.g., 200g Flour
es: ej., 200g Harina

# editorInstructionsSection
source: Instructions
es: Instrucciones

# editorInstructionsHint
source: Describe the step...
es: Describe el paso...

# onboardingTitle
source: Who eats here?
es: ¿Quién come aquí?

# onboardingSubtitle
source: Build your household profile for personalized diet advice.
es: Configura el perfil de tu hogar para consejos personalizados.

# onboardingAddMember
source: Add Member
es: Añadir Miembro

# onboardingEditMember
source: Edit Member
es: Editar Miembro

# onboardingNameLabel
source: Name
es: Nombre

# onboardingNameHint
source: e.g., John
es: ej., Juan

# onboardingRoleLabel
source: Role
es: Rol

# onboardingLifestyleTitle
source: Lifestyle (Base Diet)
es: Estilo de Vida (Dieta Base)

# onboardingLifestyleHint
source: Select the main eating pattern.
es: Selecciona el patrón principal.

# onboardingMedicalTitle
source: Clinical Profile
es: Perfil Clínico (Seguridad)

# onboardingMedicalHint
source: Select all that apply. These rules override lifestyle.
es: Selecciona los que apliquen. Sobrescriben el estilo de vida.

# onboardingSave
source: Save
es: Guardar

# onboardingFinish
source: Finish Setup
es: Finalizar

# onboardingSaveChanges
source: Save Changes
es: Guardar Cambios

# onboardingSuccess
source: Family profile updated!
es: ¡Perfil familiar actualizado!

# onboardingDelete
source: Delete
es: Eliminar

# roleDad
source: Dad
es: Papá

# roleMom
source: Mom
es: Mamá

# roleSon
source: Son
es: Hijo

# roleDaughter
source: Daughter
es: Hija

# roleGrandparent
source: Grandparent
es: Abuela/o

# roleRoommate
source: Roommate
es: Compañero

# roleOther
source: Other
es: Otro

# dietOmnivore
source: Omnivore
es: Omnívoro

# dietVegetarian
source: Vegetarian
es: Vegetariano

# dietVegan
source: Vegan
es: Vegano

# dietPescatarian
source: Pescatarian
es: Pescatariano

# dietMediterranean
source: Mediterranean
es: Mediterránea

# dietHighPerformance
source: High Performance
es: Alto Rendimiento

# dietLowCarb
source: Low Carb
es: Bajo en Carbohidratos

# conditionAplv
source: APLV (Milk Allergy)
es: APLV (Alergia Leche)

# conditionEggAllergy
source: Egg Allergy
es: Alergia al Huevo

# conditionSoyAllergy
source: Soy Allergy
es: Alergia a la Soja

# conditionNutAllergy
source: Nut/Peanut Allergy
es: Alergia a Nueces

# conditionShellfishAllergy
source: Shellfish Allergy
es: Alergia a Mariscos

# conditionCeliac
source: Celiac (Gluten Free)
es: Celíaco (Sin Gluten)

# conditionLowFodmap
source: Low FODMAP (IBS)
es: Bajo FODMAP (Colon Irritable)

# conditionHistamine
source: Histamine Intolerance
es: Intolerancia Histamina

# conditionRenal
source: Renal (Kidney Safe)
es: Renal (Riñones)

source: Medical Tags
es: Etiquetas Médicas

# recipeIngredientsTitle
source: Ingredients
es: Ingredientes

# recipeIngredientsCount
source: {count} items
es: {count} ítems

# recipeIngredientsEmpty
source: No ingredients listed.
es: Sin ingredientes listados.

# recipeInstructionsTitle
source: Instructions
es: Instrucciones

# recipeInstructionsCount
source: {count} steps
es: {count} pasos

# recipeInstructionsEmpty
source: No instructions listed.
es: Sin instrucciones listadas.

# recipeIdLabel
source: Recipe ID: {id}
es: ID Receta: {id}

# recipeForking
source: Forking Recipe...
es: Bifurcando Receta...

# recipeAddToPlanTooltip
source: Add to Plan
es: Añadir al Plan

# recipeForkTooltip
source: Fork Recipe
es: Clonar Receta

# recipeLoginRequired
source: Please log in to plan meals.
es: Inicia sesión para planificar.

# recipeAddedToPlan
source: Added "{title}" to {date}
es: Se añadió "{title}" al {date}

# themeModeSystem
source: System
es: Sistema

# themeModeLight
source: Light
es: Claro

# themeModeDark
source: Dark
es: Oscuro

# themeNameEmerald
source: Emerald Tech
es: Esmeralda Tech

# themeNameBlue
source: Deep Blue
es: Azul Profundo

# themeNameSunset
source: Sunset Haze
es: Atardecer

# themeNameForest
source: Forest Green
es: Bosque Verde

# themeNameSlate
source: Elegant Slate
es: Pizarra Elegante

# appearanceThemeMode
source: Theme Mode
es: Modo de Tema

# appearanceColorTheme
source: Color Theme
es: Color del Tema

# settingsDataPrivacy
source: Data & Privacy
es: Datos y Privacidad

# settingsLanguage
source: Language
es: Idioma

# settingsApplication
source: Application
es: Aplicación

# settingsDebugZone
source: Debug Zone
es: Zona de Depuración

# settingsEnableLogs
source: Enable Application Logs
es: Habilitar registros

# settingsEnableLogsSubtitle
source: Toggle detailed console logging.
es: Activa el registro detallado en consola.

# settingsSeedTestRecipes
source: Seed Test Recipes
es: Sembrar Recetas de Prueba

# settingsSeedTestRecipesSubtitle
source: Populate Graph DB with Matrix Recipes
es: Llenar Graph DB con recetas de Matrix

# settingsResetDialogTitle
source: Reset Everything?
es: ¿Restablecer Todo?

# settingsResetDialogContent
source: This action is irreversible. It will delete your family members, inventory, recipes, and reset the onboarding flow to the beginning.
es: Esta acción es irreversible. Eliminará miembros de la familia, inventario, recetas y reiniciará el flujo de bienvenida.

# settingsResetDialogConfirm
source: Delete & Reset
es: Eliminar y Restablecer

# inventoryTitle
source: My Fridge
es: Mi Nevera

# inventoryEmptyState
source: Fridge is empty!
es: ¡La nevera está vacía!

# inventoryAddFirstItem
source: Add First Item
es: Añadir Primer Producto

# inventoryAddItem
source: Add Item
es: Añadir Producto

# inventoryEditItem
source: Edit Item
es: Editar Producto

# inventoryNameLabel
source: Name
es: Nombre

# inventoryQuantityLabel
source: Quantity
es: Cantidad

# inventoryDelete
source: Delete
es: Eliminar

# inventoryUpdate
source: Update
es: Actualizar

# inventoryAdd
source: Add
es: Añadir

# inventoryCancel
source: Cancel
es: Cancelar

# inventoryExpired
source: Expired
es: Caducado

# inventoryExpiringSoon
source: Expiring soon
es: Caduca pronto

# inventoryDaysLeft
source: {days}d left
es: Quedan {days}d

# citation_1
source: Label reading: processed products can hide dangerous ingredients under technical names.
es: Lectura de etiquetas: los productos procesados pueden ocultar ingredientes peligrosos bajo nombres técnicos.

# citation_2
source: Milk allergy: severe immunological reaction to proteins, not to be confused with lactose intolerance.
es: Alergia a la leche: reacción inmunológica grave a las proteínas y no debe confundirse con intolerancia a la lactosa.

# citation_3
source: Non-dairy substitutes: products labeled as non-dairy often contain sodium caseinate.
es: Sustitutos no lácteos: productos etiquetados como non-dairy suelen contener caseinato de sodio.

# citation_4
source: Risk in cold cuts: shared slicing machines and use of casein contaminate meats with dairy proteins.
es: Riesgo en embutidos: máquinas cortadoras compartidas y uso de caseína contaminan fiambres con proteínas lácteas.

# citation_5
source: Hidden sources: canned tuna and processed snacks may use whey or casein as enhancers.
es: Fuentes ocultas: el atún en lata y snacks procesados pueden utilizar suero o caseína como potenciadores.

# citation_6
source: Functional substitution: soy and oat milk are the best replacements to maintain structure.
es: Sustitución funcional: la leche de soja y avena son los mejores reemplazos para mantener la estructura.

# citation_7
source: Food allergy: basic guide to replacing dairy ingredients without compromising safety.
es: Alergia alimentaria: guía básica para sustituir ingredientes lácteos sin comprometer la seguridad.

# citation_8
source: Safe baking: plant-based alternatives exist that replicate the texture of cream and cream cheese.
es: Repostería segura: existen alternativas vegetales que replican la textura de la nata y el queso crema.

# citation_9
source: Egg allergy: total exclusion required due to the impossibility of separating white and yolk without contamination.
es: Alergia al huevo: exclusión total necesaria por la imposibilidad de separar clara y yema sin contaminación.

# citation_10
source: Egg identifiers: albumin and lysozyme are egg proteins that appear under technical names.
es: Identificadores de huevo: la albúmina y lisozima son proteínas del huevo que aparecen con nombres técnicos.

# citation_11
source: Hidden binders: shiny breads and industrial meatballs often use egg for color.
es: Aglutinantes ocultos: panes brillantes y albóndigas industriales suelen utilizar huevo para dar color.

# citation_12
source: Lecithin risk: if the origin is not specified, it should be avoided due to risk of being egg-derived.
es: Riesgo de lecitina: si el origen no está especificado, debe evitarse por riesgo de ser derivada del huevo.

# citation_14
source: Substitution limits: recipes requiring more than 3 eggs are difficult to adapt without losing structure.
es: Límites de sustitución: las recetas que requieren más de 3 huevos son difíciles de adaptar sin perder la estructura.

# citation_15
source: Aquafaba: chickpea cooking water is the substitute capable of creating stable meringue-like foams.
es: Aquafaba: el agua de cocción de garbanzos es el sustituto capaz de crear espumas estables tipo merengue.

# citation_17
source: Soy derivatives: miso, tofu, and soy sauce must be strictly excluded in allergic profiles.
es: Derivados de soja: el miso, tofu y salsa de soja deben excluirse estrictamente en perfiles alérgicos.

# citation_19
source: Soy and wheat vectors: industrial vitamin E and Asian sauces often contain undeclared traces.
es: Vectores de soja y trigo: la vitamina E industrial y las salsas asiáticas suelen contener trazas no declaradas.

# citation_20
source: Shellfish allergy: tropomyosin protein generates strong cross-reactivity between crustaceans and mollusks.
es: Alergia al marisco: la proteína tropomiosina genera una fuerte reactividad cruzada entre crustáceos y moluscos.

# citation_21
source: Nuts: total exclusion of walnuts and almonds due to high risk of anaphylaxis.
es: Frutos secos: exclusión total de nueces y almendras por el alto riesgo de anafilaxia.

# citation_22
source: Risky sauces: pesto and Mexican moles are common sources of hidden nuts.
es: Salsas de riesgo: el pesto y los moles mexicanos son fuentes comunes de frutos secos ocultos.

# citation_23
source: Walnut oils: are often cold-pressed and retain proteins that cause allergy.
es: Aceites de nuez: suelen prensarse en frío y conservan proteínas que causan alergia.

# citation_24
source: Inorganic phosphorus PHOS: additives absorbed at 100 percent damaging blood vessels in renal patients.
es: Fósforo inorgánico PHOS: aditivos que se absorben al 100 por ciento dañando vasos sanguíneos en pacientes renales.

# citation_25
source: Salt risk: low sodium salts with potassium chloride KCl are lethal for renal patients.
es: Riesgo de sales: las sales bajas en sodio con cloruro de potasio KCl son letales para pacientes renales.

# citation_26
source: Shellfish contamination: surimi and fish sauces contain real shellfish extracts.
es: Contaminación por marisco: el surimi y las salsas de pescado contienen extractos reales de marisco.

# citation_27
source: Risky supplements: glucosamine is usually derived from crustacean shells.
es: Suplementos de riesgo: la glucosamina suele derivar de caparazones de crustáceos.

# citation_28
source: Celiac disease: autoimmune disease where the damage threshold demands zero detectable gluten.
es: Celiaquía: enfermedad autoinmune donde el umbral de daño exige cero gluten detectable.

# citation_161
source: FODMAP vegetables: onion and garlic concentrate fructans that trigger intestinal inflammation.
es: Vegetales FODMAP: la cebolla y el ajo concentran fructanos que disparan la inflamación intestinal.

# citation_169
source: Polyols: avocado and mushrooms contain sugars that cause bloating in sensitive people.
es: Polioles: el aguacate y los champiñones contienen azúcares que causan distensión en personas sensibles.

# citation_173
source: Safe grams: rice and quinoa are low fermentation carbohydrates ideal for irritable bowel.
es: Gramos seguros: el arroz y la quinoa son carbohidratos de baja fermentación ideales para colon irritable.

# citation_174
source: Safe proteins: fresh meats and fish are naturally free of FODMAPs.
es: Proteínas seguras: las carnes y pescados frescos son naturalmente libres de FODMAPs.

# citation_368
source: Histamine guide: Johns Hopkins principles for amine reduction using fresh foods.
es: Guía de histamina: principios de Johns Hopkins para reducción de aminas mediante alimentos frescos.

# citation_424
source: Omnivore: base profile without animal origin restrictions.
es: Omnívoro: perfil base sin restricciones de origen animal.

# citation_426
source: Veganism: total exclusion of animal products; requires watching for hidden colorants.
es: Veganismo: exclusión total de productos animales; requiere vigilar colorantes ocultos.

# citation_428
source: Keto: metabolic goal of ketosis through severe restriction of net carbohydrates.
es: Keto: objetivo metabólico de cetosis mediante la restricción severa de carbohidratos netos.

# citation_429
source: Grain exclusion: elimination of grains in ketogenic diets to force fat usage.
es: Exclusión de granos: eliminación de cereales en dietas cetogénicas para forzar el uso de grasas.

# citation_430
source: Paleo: diet based on pre-agricultural products eliminating grains and legumes.
es: Paleo: alimentación basada en productos pre agrícolas eliminando granos y legumbres.

# citation_431
source: Whole30: strict 30-day elimination protocol to identify inflammatory foods.
es: Whole30: protocolo de eliminación estricta de 30 días para identificar alimentos inflamatorios.

# citation_432
source: Mediterranean Diet: pattern based on PREDIMED study prioritizing olive oil and fiber.
es: Dieta Mediterránea: patrón basado en estudio PREDIMED priorizando aceite de oliva y fibra.

# citation_433
source: Mediterranean restriction: limitation of red meats and refined sugars for cardiovascular health.
es: Restricción mediterránea: limitación de carnes rojas y azúcares refinados para salud cardiovascular.

# citation_434
source: Athletes: focus on complex carbohydrates and high muscle bioavailability proteins.
es: Deportistas: enfoque en carbohidratos complejos y proteínas de alta biodisponibilidad muscular.

# citation_437
source: CMPA Milk Allergy: reaction to casein strictly prohibiting the use of lactose-free products.
es: Alergia Láctea APLV: reacción a la caseína que prohíbe terminantemente el uso de deslactosados.

# citation_438
source: False security: lactose-free products keep allergenic proteins intact.
es: Falsa seguridad: los productos sin lactosa mantienen las proteínas alergénicas intactas.

# citation_439
source: Egg Filter: blocking whole egg and its technical derivatives throughout the system matrix.
es: Filtro de Huevo: bloqueo de huevo entero y sus derivados técnicos en toda la matriz del sistema.

# citation_441
source: Soy Allergy: exclusion of soy isolates and industrial textured vegetable protein.
es: Alergia a Soja: exclusión de aislados de soja y proteína vegetal texturizada industrial.

# citation_443
source: Liquor risk: drinks that may contain hidden nut proteins.
es: Riesgo en Licores: bebidas que pueden contener proteínas de frutos secos ocultas.

# citation_444
source: Tropomyosin: protein responsible for severe cross-allergies in shellfish consumption.
es: Tropomiosina: proteína responsable de alergias cruzadas severas en el consumo de marisco.

# citation_445
source: Strict Celiac: zero tolerance to wheat variants and grains like barley and rye.
es: Celiaquía Estricta: tolerancia cero a variantes del trigo y granos como cebada y centeno.

# citation_446
source: FODMAP Protocol: management of fermentable sugars to reduce intestinal osmotic pressure.
es: Protocolo FODMAP: gestión de azúcares fermentables para reducir la presión osmótica intestinal.

# citation_447
source: SIGHI Histamine: extreme freshness rule excluding matured or fermented foods.
es: Histamina SIGHI: regla de frescura extrema que excluye alimentos madurados o fermentados.

# citation_448
source: DAO Liberators: foods that, although fresh, trigger internal histamine release.
es: Liberadores DAO: alimentos que, aunque frescos, activan la liberación de histamina interna.

# citation_449
source: Diabetes: glycemic control through non-starchy vegetables and structural fiber.
es: Diabetes: control glucémico mediante vegetales no feculentos y fibra estructural.

# citation_450
source: Sugar Control: minimization of added sweeteners to stabilize blood glucose.
es: Control de Azúcares: minimización de endulzantes añadidos para estabilizar la glucosa en sangre.

# citation_451
source: Nephropathy: potassium restriction and mandatory use of tuber leaching techniques.
es: Nefropatía: restricción de potasio y uso obligatorio de técnicas de lixiviación de tubérculos.

# citation_467
source: CMPA Pathophysiology: clinical distinction between reaction to milk sugar and protein.
es: Fisiopatología APLV: distinción clínica entre reacción al azúcar lácteo y a la proteína.

# citation_468
source: Medical differentiation: the algorithm separates metabolic intolerances from immunological allergies.
es: Diferenciación médica: el algoritmo separa intolerancias metabólicas de alergias inmunológicas.

# citation_469
source: Lactose-free danger: critical warning about the presence of proteins in processed dairy.
es: Peligro deslactosado: aviso crítico sobre la presencia de proteínas en lácteos procesados.

# citation_470
source: Dairy reactivity: high probability of reaction to goat and sheep milk in patients allergic to cow.
es: Reactividad láctea: alta probabilidad de reacción a leche de cabra y oveja en pacientes con alergia a la vaca.

# citation_471
source: Dairy Binders: use of caseinates to texture low-quality processed meats.
es: Aglutinantes Lácteos: uso de caseinatos para dar textura a carnes procesadas de baja calidad.

# citation_472
source: Hydrolysates: fragmented proteins that can still be recognized by the immune system.
es: Hidrolizados: proteínas fragmentadas que aún pueden ser reconocidas por el sistema inmune.

# citation_474
source: Dairy additives: the preservative nisin and flavoring diacetyl are hidden dairy derivatives.
es: Aditivos lácteos: el conservante nisin y el saborizante diacetilo son derivados lácteos ocultos.

# citation_475
source: Deli hygiene: slicing machines are vectors of dairy cross-contamination.
es: Higiene de charcutería: las máquinas cortadoras son vectores de contaminación cruzada láctea.

# citation_476
source: Milk chemistry: soy is the closest substitute to animal milk due to its protein content.
es: Química de leches: la soja es el sustituto más cercano a la leche animal por su contenido proteico.

# citation_477
source: Domestic contamination: it is impossible to separate white from yolk without transferring allergens.
es: Contaminación doméstica: es imposible separar la clara de la yema sin transferir alérgenos.

# citation_480
source: Safe pasta: Italian durum wheat semolina dry pastas are usually egg-free.
es: Pasta segura: las pastas secas italianas de sémola de trigo duro suelen estar libres de huevo.

# citation_481
source: Egg substitution: mashed banana or hydrated flax substitute binding function.
es: Sustitución de huevo: el puré de plátano o lino hidratado sustituyen la función de unión.

# citation_485
source: Refined Oils: refining eliminates allergenic protein making soy oil tolerable.
es: Aceites Refinados: el refinado elimina la proteína alergénica haciendo el aceite de soja tolerable.

# citation_486
source: Cold pressed: virgin soy oils are unsafe because they retain proteins.
es: Prensado en frío: los aceites vírgenes de soja no son seguros porque conservan proteínas.
