Repository: nlelouche/gastronomic-os
Catalog: lib/l10n/app_*.arb
Languages: es

# citation_488
source: Lecithin caution: common additive requiring vegetable origin validation.
es: Precaución con lecitina: aditivo común que requiere validación de origen vegetal.

# citation_489
source: Industrial soy: soy protein isolate is a base ingredient in ultra-processed products.
es: Soja industrial: el aislado de proteína de soja es un ingrediente base en productos ultraprocesados.

# citation_490
source: Vegetable broths: often hide soy extracts or gluten as flavor enhancers.
es: Caldos vegetales: suelen ocultar extractos de soja o gluten como potenciadores de sabor.

# citation_491
source: Nut manufacturing: extreme risk of cross-contamination in shared plants.
es: Manufactura de nueces: riesgo extremo de contaminación cruzada en plantas compartidas.

# citation_492
source: Baking extracts: natural almond aromas often contain real proteins.
es: Extractos de repostería: los aromas naturales de almendra suelen contener proteínas reales.

# citation_494
source: Cold cuts with nuts: meats like mortadella use pistachios, representing a hidden risk.
es: Embutidos con nueces: fiambres como la mortadela utilizan pistachos, representando un riesgo oculto.

# citation_495
source: IgE Mechanism: shellfish allergy is a rapid response that can lead to anaphylaxis.
es: Mecanismo IgE: la alergia al marisco es una respuesta rápida que puede derivar en anafilaxia.

# citation_496
source: Environmental reactivity: allergic patients may react to shellfish cooking steam.
es: Reactividad ambiental: pacientes alérgicos pueden reaccionar al vapor de cocción del marisco.

# citation_497
source: Fish Sauces: Asian condiments usually derived from anchovies or matured shellfish.
es: Salsas de Pescado: condimentos asiáticos que suelen derivar de anchoas o mariscos madurados.

# citation_498
source: Shared frying: oil used to fry fish irretrievably contaminates other foods.
es: Fritura compartida: el aceite usado para freír pescado contamina irremediablemente otros alimentos.

# citation_500
source: Celiac Standard: exclusion of any trace; low gluten diets are not suitable.
es: Estándar Celíaco: exclusión de cualquier traza; las dietas bajas en gluten no son aptas.

# citation_501
source: Forbidden grains: barley and rye contain gluten and must be blocked.
es: Granos prohibidos: la cebada y el centeno contienen gluten y deben ser bloqueados.

# citation_502
source: Generic Oats: risk of cross-contamination in mill; requires Gluten Free certification.
es: Avena Genérica: riesgo de contaminación cruzada en molino; exige certificación Gluten Free.

# citation_503
source: Tamari: fermented soy sauce variety without wheat, indispensable for celiacs.
es: Tamari: variedad de salsa de soja fermentada sin trigo, indispensable para celíacos.

# citation_505
source: Blue cheeses: risk of microscopic gluten traces from molds cultivated on bread.
es: Quesos azules: riesgo de trazas microscópicas de gluten por mohos cultivados en pan.

# citation_506
source: Licorice: traditional licorice candy uses wheat flour as a structural base.
es: Regaliz: el dulce de regaliz tradicional utiliza harina de trigo como base estructural.

# citation_507
source: Airborne flour: suspended wheat dust can contaminate dishes up to hours later.
es: Harina aérea: el polvo de trigo en suspensión puede contaminar platos hasta horas después.

# citation_508
source: Porous utensils: wood retains gluten; steel is required for clinical safety.
es: Utensilios porosos: la madera retiene gluten; se requiere acero para seguridad clínica.

# citation_509
source: Intestinal Fermentation: FODMAPs attract water and produce gas when consumed by bacteria.
es: Fermentación Intestinal: los FODMAPs atraen agua y producen gas al ser consumidos por bacterias.

# citation_510
source: Stacking Effect: accumulation of FODMAP doses can exceed tolerance threshold.
es: Efecto Stacking: la acumulación de dosis de FODMAPs puede superar el umbral de tolerancia.

# citation_511
source: Infusion Logic: garlic fructans are water soluble but do not pass into hot oil.
es: Lógica de Infusión: los fructanos del ajo son solubles en agua pero no pasan al aceite caliente.

# citation_512
source: Whole legumes: rich in GOS, cause strong bloating in irritable bowel.
es: Legumbres enteras: ricas en GOS, causan fuerte distensión en colon irritable.

# citation_513
source: Legume rinsing: washing canned lentils eliminates soluble fermentable sugars.
es: Enjuague de legumbres: el lavado de lentejas de lata elimina azúcares fermentables solubles.

# citation_514
source: '-ol' sweeteners: xylitol and sorbitol act as osmotic laxatives in digestive diets.
es: Edulcorantes '-ol': el xilitol y sorbitol actúan como laxantes osmóticos en dietas digestivas.

# citation_515
source: DAO Deficit: enzymatic insufficiency preventing histamine degradation.
es: Déficit de DAO: insuficiencia enzimática que impide degradar la histamina.

# citation_516
source: Time factor: in histamine intolerance, food age is critical.
es: Factor tiempo: en la intolerancia a la histamina, la edad del alimento es crítica.

# citation_517
source: Bacterial action: microorganisms transform histidine into histamine upon contact.
es: Acción bacteriana: microorganismos transforman la histidina en histamina al contacto.

# citation_518
source: Leftover Risk: stored food accumulates amines rapidly that heat does not eliminate.
es: Riesgo de Sobras: la comida guardada acumula aminas rápidamente que el calor no elimina.

# citation_519
source: Old fish: canned goods are the biggest triggers of histamine crises.
es: Pescado viejo: las conservas son los mayores disparadores de crisis de histamina.

# citation_520
source: Marine safety: fish frozen at sea stops histamine production.
es: Seguridad marina: el pescado congelado en alta mar detiene la producción de histamina.

# citation_521
source: SIGHI Safe List: freshly slaughtered white meats have the lowest amine levels.
es: Lista segura SIGHI: carnes blancas recién sacrificadas tienen los niveles de aminas más bajos.

# citation_522
source: Hyperkalemia: potassium excess due to kidney failure can cause cardiac arrhythmias.
es: Hiperkalemia: el exceso de potasio por fallo renal puede provocar arritmias cardíacas.

# citation_523
source: Potassium Trap: salt substitutes with potassium chloride dangerous for renal filtration.
es: Trampa del Potasio: sustitutos de sal con cloruro de potasio peligrosos para el filtrado renal.

# citation_524
source: Technical leaching: peeling and soaking tubers 4h reduces potassium by half.
es: Lixiviación técnica: pelar y remojar tubérculos 4h reduce el potasio a la mitad.

# citation_525
source: Natural phosphorus: present in meats, absorbed only partially (40-60%).
es: Fósforo natural: presente en carnes, se absorbe solo parcialmente (40-60%).

# citation_526
source: Chemical Phosphorus: processed additives absorbed at 100 percent representing renal risk.
es: Fósforo Químico: aditivos procesados que se absorben al 100 por ciento representando riesgo renal.

# citation_527
source: PHOS Filter: label scanning looking for polyphosphates in meats and sodas.
es: Filtro PHOS: escaneo de etiquetas buscando polifosfatos en carnes y refrescos.

# citation_528
source: Structural fiber: raw vegetables slow sugar entry into bloodstream.
es: Fibra estructural: vegetales crudos ralentizan la entrada de azúcar al torrente sanguíneo.

# citation_529
source: Keto Restriction: elimination of sugar and flours to maintain fat burning.
es: Restricción Keto: eliminación de azúcar y harinas para mantener la quema de grasa.

# citation_530
source: Hidden spices: garlic and onion powder concentrate net carbs in Keto diets.
es: Especias ocultas: ajo y cebolla en polvo concentran carbohidratos netos en dietas Keto.

# citation_531
source: Keto Fillers: maltodextrin and dextrose in sweeteners that trigger insulin and break ketosis.
es: Rellenos Keto: maltodextrina y dextrosa en edulcorantes que disparan la insulina y rompen cetosis.

# citation_532
source: Whole30 SWPO: rule prohibiting recreating junk food with healthy ingredients.
es: Whole30 SWPO: regla que prohíbe recrear comida chatarra con ingredientes sanos.

# citation_533
source: Alcohol elimination: prohibited in Whole30 protocols due to inflammatory effect.
es: Eliminación de alcohol: prohibido en protocolos Whole30 por su efecto inflamatorio.

# citation_534
source: Inflammatory additives: carrageenan and MSG are prohibited due to intestinal irritation.
es: Aditivos inflamatorios: la carragenina y el MSG están prohibidos por irritación intestinal.

# citation_535
source: Animal Colorant E120: derived from crushed insects not suitable for strict vegan profile.
es: Colorante Animal E120: derivado de insectos triturados no apto para el perfil vegano estricto.

# citation_536
source: Vitamin Origin: D3 usually comes from lanolin; vegans require lichen sources.
es: Origen de Vitaminas: la D3 suele venir de lanolina; los veganos requieren fuentes de liquen.

# citation_537
source: PREDIMED Structure: olive oil base as shield against diseases.
es: Estructura PREDIMED: base de aceite de oliva como escudo contra enfermedades.

# citation_538
source: Pro-inflammatory reduction: limitation of processed meats in Mediterranean pattern.
es: Reducción de pro-inflamatorios: limitación de carnes procesadas en el patrón mediterráneo.

# citation_540
source: Cross frying: oil becomes toxic if it has previously processed gluten or shellfish.
es: Fritura cruzada: un aceite se vuelve tóxico si ha procesado previamente gluten o marisco.

# citation_541
source: Trace Management: warning labels treated as absolute prohibition in anaphylaxis.
es: Gestión de Trazas: etiquetas de advertencia tratadas como prohibición absoluta en anafilaxia.

# citation_545
source: Molecular precision: system distinguishes between white and yolk to maximize safety.
es: Precisión molecular: el sistema distingue entre clara y yema para maximizar la seguridad.

# citation_550
source: Soy avoidance: therapeutic protocol to eliminate all soy sources.
es: Evitación de soja: protocolo terapéutico para eliminar todas las fuentes de soja.

# citation_552
source: Surimi risk: shellfish imitation using real extracts, allergy vector.
es: Riesgo de surimi: imitación de marisco que utiliza extractos reales, vector de alergia.

# citation_561
source: Non-vegan additives: surveillance of hidden animal ingredients in processed foods.
es: Aditivos no veganos: vigilancia de ingredientes animales ocultos en procesados.

# citation_562
source: Hidden ingredients: gelatin is a frequent animal derivative in sweets and snacks.
es: Ingredientes ocultos: la gelatina es un derivado animal frecuente en dulces y snacks.

# citation_566
source: Integrity maintenance: matrix ensures dish maintains texture without risks.
es: Mantenimiento de integridad: la matriz asegura que el plato mantenga textura sin riesgos.

# citation_567
source: Fruit binder: mashed banana binds ingredients but adds glycemic load.
es: Aglutinante frutal: el plátano pisado une ingredientes pero añade carga glucémica.

# citation_568
source: Flax Egg: hydrated seeds to bind doughs in vegan or egg-free diets.
es: Huevo de Lino: semillas hidratadas para unir masas en dietas veganas o sin huevo.

# citation_570
source: Technical foams: aquafaba allows making vegan mousses by trapping air.
es: Espumas técnicas: el aquafaba permite hacer mousses veganos al atrapar aire.

# citation_571
source: Maillard Reaction: soy allows browning of doughs thanks to its vegetable protein.
es: Reacción de Maillard: la soja permite el dorado de masas gracias a su proteína vegetal.

# citation_572
source: Dense textures: silken tofu replicates the sensation of dairy creams.
es: Texturas densas: el tofu sedoso replica la sensación de las natas lácteas.

# citation_575
source: Sodium substitution: use of fresh herbs and spices eliminates need for salt.
es: Sustitución de sodio: el uso de hierbas y especias frescas elimina la necesidad de sal.

# citation_576
source: Wheat-free Umami: Tamari Sauce as safe substitute for traditional soy sauce with wheat.
es: Umami sin Trigo: Salsa Tamari como sustituto seguro de la salsa de soja tradicional con trigo.

# citation_577
source: Whole30 Sweetness: natural fruit juice is the only allowed way to sweeten.
es: Dulzura Whole30: el jugo de fruta natural es la única forma permitida de endulzar.

# citation_578
source: Recovery optimization: choosing soy for complete amino acid profile.
es: Optimización de recuperación: elegir soja para un perfil completo de aminoácidos.

# citation_582
source: Standard soy mode: allows use of refined oils where protein was eliminated.
es: Modo estándar de soja: permite el uso de aceites refinados donde la proteína se eliminó.

# citation_583
source: Method substitution: leaching allows consuming tubers previously prohibited.
es: Sustitución de método: la lixiviación permite consumir tubérculos antes prohibidos.

# citation_584
source: Rule automation: clinical logic integration to prevent human errors.
es: Automatización de reglas: integración de lógica clínica para evitar errores humanos.

# citation_587
source: Absolute safety: allergy domain where traces can cause severe reactions.
es: Seguridad absoluta: dominio de alergias donde trazas pueden causar reacciones graves.

# citation_588
source: Dairy exclusion: total prohibition of mammary secretions and their fats.
es: Exclusión láctea: prohibición total de secreciones mamarias y sus grasas.

# citation_589
source: Dairy additives: surveillance of nisin, dairy derivative used as preservative.
es: Aditivos lácteos: vigilancia de nisina, derivado lácteo usado como conservante.

# citation_590
source: Labeling traps: Non-dairy products can contain dairy proteins.
es: Trampas de etiquetado: los productos Non-dairy pueden contener proteínas lácteas.

# citation_591
source: Egg Proteins: exclusion of ovalbumin responsible for most IgE reactions.
es: Proteínas del Huevo: exclusión de ovoalbúmina responsable de la mayoría de reacciones IgE.

# citation_593
source: Egg sources: pastry shine is an undeclared egg vector.
es: Fuentes de huevo: el brillo de la bollería es un vector de huevo no declarado.

# citation_594
source: Soy derivatives: blocking miso and tempeh in profiles with sensitivity.
es: Derivados de soja: bloqueo de miso y tempeh en perfiles con sensibilidad.

# citation_595
source: Industrial texturized: soy frequently hides in meat fillers.
es: Texturizados industriales: la soja se oculta frecuentemente en rellenos de carnes.

# citation_596
source: Broth contamination: flavorings are often soy or wheat derivatives.
es: Contaminación por caldo: saborizantes suelen ser derivados de soja o trigo.

# citation_597
source: Nut Check: exclusion of cashews due to heat-stable allergens.
es: Bloqueo de frutos secos: exclusión de anacardos por alérgenos estables al calor.

# citation_598
source: Mortadella and Pesto: dishes hiding nuts requiring automatic alert.
es: Mortadela y Pesto: platos que ocultan frutos secos y requieren alerta automática.

# citation_599
source: Shellfish Identification: management of reactivity to tropomyosin.
es: Identificación de marisco: gestión de la reactividad a la tropomiosina.

# citation_600
source: Dangerous meat substitutes: seitan is pure gluten and risk for celiacs.
es: Sustitutos de carne peligrosos: el seitan es gluten puro y riesgo para celíacos.

# citation_601
source: Barley yeast: brewer's yeast is often contaminated with gluten.
es: Levadura de cebada: la levadura de cerveza suele estar contaminada con gluten.

# citation_602
source: GF Certification: indispensable requirement for safe oat consumption.
es: Certificación GF: requisito indispensable para el consumo de avena segura.

# citation_603
source: Free Fructose: excess fructose in honey causes pain in FODMAP diets.
es: Fructosa libre: el exceso de fructosa en miel causa dolor en dietas FODMAP.

# citation_604
source: Polyol control: limited rations of mushrooms to avoid bloating.
es: Control de polioles: raciones limitadas de champiñones para evitar distensión.

# citation_605
source: Matured foods: ham and old cheeses concentrate prohibited histamine.
es: Alimentos madurados: jamón y quesos viejos concentran histamina prohibida.

# citation_606
source: Mast cell degranulation: foods forcing release of own histamine.
es: Degranulación de mastocitos: alimentos que fuerzan la liberación de histamina propia.

# citation_608
source: Potassium density: banana is risky for kidneys with compromised filtration.
es: Densidad de potasio: el plátano es riesgoso para riñones con filtrado comprometido.

# citation_609
source: KCl Block: exclusion of salts using potassium due to cardiac risk.
es: Bloqueo de KCl: exclusión de sales que usan potasio por riesgo cardíaco.

# citation_610
source: PHOS Additives: inorganic phosphorus calcifies arteries in patients with chronic renal failure.
es: Aditivos PHOS: el fósforo inorgánico calcifica arterias en pacientes con fallo renal crónico.

# citation_611
source: Glycemic load: elimination of flours to avoid insulin spikes and damage.
es: Carga glicémica: eliminación de harinas para evitar picos de insulina y daño.

# citation_613
source: Diacetyl: butter flavoring with dairy traces, prohibited in strict CMPA.
es: Diacetilo: saborizante de mantequilla con trazas lácteas, prohibido en APLV estricto.

# citation_625
source: Injected proteins: industrial poultry treated with dairy whey for texture.
es: Proteínas inyectadas: aves industriales tratadas con suero lácteo para textura.

# citation_630
source: Anti-AGEs techniques: poached egg is preferable to fried in diabetics.
es: Técnicas anti-AGEs: el huevo escalfado es preferible al frito en diabéticos.

# citation_634
source: Soluble oligosaccharides: legume washing eliminates gas-producing sugars.
es: Oligosacáridos solubles: el lavado de legumbres elimina azúcares que producen gas.

# citation_635
source: Coconut traps: processed plant milks often use milk caseinates.
es: Trampas en coco: leches vegetales procesadas suelen usar caseinatos de leche.

# citation_636
source: Cochineal: animal red dye that must be avoided in vegan profile.
es: Cochinilla: colorante rojo animal que debe evitarse en el perfil vegano.

# citation_638
source: Clinical Personalization: allows omitting leaching if user has no active renal pathology.
es: Personalización Clínica: permite omitir lixiviación si el usuario no tiene patología renal activa.

# citation_640
source: Dairy isolation: prohibition of using cheese to bind meats in CMPA.
es: Aislamiento lácteo: prohibición de usar quesos para amalgamar carnes en APLV.

# citation_641
source: Bioavailability: egg whites provide higher quality protein for athletes.
es: Biodisponibilidad: las claras proporcionan proteína de mayor calidad para deportistas.

# citation_1062
source: Safe Maillard: intense browning of meat adds umami flavor allowing sodium elimination.
es: Maillard seguro: el dorado intenso de la carne aporta sabor umami permitiendo eliminar el sodio.

# citation_1065
source: CMPA Validation: inspection of meats and additives to ensure total absence of caseinates.
es: Validación APLV: inspección de carnes y aditivos para asegurar ausencia total de caseinatos.

# citation_1066
source: Renal protein: restriction of animal portion to 100g to protect kidney filtration.
es: Proteína renal: restricción de la porción animal a 100g para proteger el filtrado del riñón.

# citation_1067
source: GF Airborne safety: prevention of contamination avoiding volatile flours or porous wood.
es: Seguridad aérea GF: prevención de contaminación evitando harinas volátiles o madera porosa.

# citation_1068
source: Quick Saut√©: technique minimizing thermal exposure reducing histamine load.
es: Salteado rápido: técnica que minimiza la exposición térmica reduciendo la carga de histamina.

# citation_1069
source: Performance Load: Caloric and mineral density optimized for post-exercise recovery.
es: Carga de Rendimiento: Densidad calórica y mineral optimizada para la recuperación post ejercicio.

# citation_1070
source: IBS Safe Broth: homemade liquid base without garlic or onion solids to avoid fructans.
es: Caldo IBS Safe: base líquida casera sin sólidos de ajo o cebolla para evitar fructanos.

# citation_1071
source: Lipid Purity: Guarantee of virgin oils without hidden industrial soy mixtures.
es: Pureza Lipídica: Garantía de aceites vírgenes sin mezclas industriales ocultas de soja.

# citation_1072
source: Tenderizer scrutiny: Surveillance of processes injecting dairy or gluten to retain moisture.
es: Escrutinio de ablandadores: Vigilancia de procesos que inyectan lácteos o gluten para retener humedad.

# citation_1073
source: Pasture fats: use of lard or tallow to align lipid profile with Paleo framework.
es: Grasas de pastura: uso de manteca de cerdo o sebo para alinear el perfil lipídico con marco Paleo.

# citation_1074
source: Nitrogen management: animal protein control to slow nephrotic damage progression.
es: Gestión de nitrógeno: control proteico animal para frenar el avance del daño nefrótico.

# citation_1075
source: Surface hygiene: deep cleaning protocol to avoid cross allergen traces.
es: Higiene de superficies: protocolo de limpieza profunda para evitar trazas de alérgenos cruzados.

# citation_1077
source: Saturated Balance: Reduction of animal fats in favor of lean poultry for heart health.
es: Balance de Saturadas: Reducción de grasas animales en favor de aves magras para salud cardiaca.

# citation_1080
source: Safe flavoring: use of controlled ferments like Tamari without wheat to provide umami.
es: Saborización segura: uso de fermentados controlados como Tamari sin trigo para aportar umami.

# citation_1081
source: PHOS Extraction: Bone risk due to release of inorganic phosphorus when boiling bones for broth.
es: Extracción de PHOS: Riesgo óseo por liberación de fósforo inorgánico al hervir huesos para caldos.

# citation_1082
source: Broth scanning: fish injected with covering broths is lethal source of phosphates.
es: Escaneo de caldos: el pescado inyectado con caldos de cobertura es fuente letal de fosfatos.

# citation_1083
source: SIGHI Quick Broth: in low histamine diets meat cooking must not exceed 60 minutes.
es: Caldo rápido SIGHI: en dietas bajas en histamina la cocción de carne no debe superar 60 minutos.

# citation_1084
source: Glycemic stability: use of soluble fiber and fats to slow sugar absorption.
es: Estabilidad glucémica: uso de fibra soluble y grasas para ralentizar la absorción de azúcar.

# citation_1085
source: Hidden phosphorus: surveillance of PHOS additives frequently used in pork processing.
es: Fósforo oculto: vigilancia de aditivos PHOS usados frecuentemente en procesado de cerdo.

# citation_1086
source: SIGHI Hake: high freshness white fish as marine protein of lowest reactive potential.
es: Merluza SIGHI: pescado blanco de alta frescura como proteína marina de menor potencial reactivo.

# citation_1087
source: Post-leaching wash: forced draining of vegetables to eliminate potassium passed to water.
es: Lavado post lixiviación: escurrido forzado de vegetales para eliminar el potasio que pasó al agua.

# citation_1088
source: Binder Certification: Exclusive use of certified flours to guarantee safety in batters.
es: Certificación de Aglutinantes: Uso exclusivo de harinas certificadas para garantizar seguridad en rebozados.
